Repository: dmarsh400/xfce4-systemload-plugin-gpu
Catalog: po/*.po
Languages: ro

source: File /proc/stat not found!
ro: Fișierul „/proc/stat” nu a fost găsit!

source: System Load: %ld%%
ro: Încărcarea sistemului: %ld%%

source: Memory: %ldMB of %ldMB used
ro: Memorie fizică: %ldMo din %ldMo utilizată

source: Network: %ld Mbit/s
ro: Rețea: %ld Mbit/s

source: Swap: %ldMB of %ldMB used
ro: Memorie swap: %ldMo din %ldMo utilizată

source: No swap
ro: Fără memorie swap

source: %d day
ro: %d zi

source: %d hour
ro: %d oră

source: %d minute
ro: %d minut

source: Uptime: %s, %s, %s
ro: Timp de funcționare: %s, %s, %s

source: Label:
ro: Etichetă:

source: Leave empty to disable the label
ro: Lăsați câmpul gol pentru a dezactiva eticheta

source: Use percent-formatting to format the time (see help page for details).
ro: Utilizează formatarea procentuală pentru a formata ora (consultați pagina de ajutor pentru detalii).

source: CPU monitor
ro: Monitor de CPU

source: Memory monitor
ro: Monitor de memorie fizică

source: Network monitor
ro: Monitor de rețea

source: Swap monitor
ro: Monitor de memorie swap

source: Uptime monitor
ro: Monitor al timpului de funcționare

source: System Load Monitor
ro: Monitor al stării de încărcare a sistemului

source: _Close
ro: În_chide

source: _Help
ro: _Ajutor

source: Update interval:
ro: Intervalul de actualizare:

source: Update interval when running on battery (uses regular update interval if set to zero)
ro: Intervalul de actualizare atunci când funcționează pe baterie (utilizează intervalul de actualizare obișnuit dacă este definit la zero)

source: Power-saving interval:
ro: Intervalul de economisire a energiei:

source: Launched when clicking on the plugin
ro: Lansat atunci când faceți clic pe modul

source: System monitor:
ro: Monitor de sistem:

source: Monitor CPU load, swap usage and memory footprint
ro: Monitorizează încărcarea CPU-ului, utilizarea memoriei swap și a memoriei fizice

source: Monitor CPU load, swap usage, memory footprint and network usage
ro: Monitorizează încărcarea CPU-ului, utilizarea memoriei swap, consumul de memorie și utilizarea rețelei

source: File /proc/uptime not found!
ro: Fișierul „/proc/uptime” nu a fost găsit!
